'''
 Πρόγραμμα ελέγχου υπεριώδους ακτινοβολίας
 Εισαγωγή τιμής δείκτη ακτινοβολίας από το χρήστη
 Δεδομένα: Ο Δείκτης UV αποτελεί διεθνώς ένα μέγεθος έκφρασης της επικινδυνότητας της ηλιακής υπεριώδους ακτινοβολίας που φθάνει στο έδαφος
 Όρια κινδύνου: 0-5.9 ελάχιστος ή μικρός, 6-10.9 Μεγάλος- Πολύ μεγάλος, >=11 <=15 Ακραία κατάσταση
 '''
uv = input(' Παρακαλώ δώσε έναν αριθμό έκθεσης δείκτη UV: ')
if uv<=15:
# Εμφωλευμένο if
    if uv>= 11:
        print (' Ακραία κατάσταση κινδύνου ')
    else:
        if uv>= 6:
            print (' Μεγάλος ή Πολύ μεγάλος κίνδυνος ')
# για 6<= uv < 11
else:
    if uv>= 0:
        print ("Ελάχιστος ή μικρός κίνδυνος")
# για uv 0 <= uv < 6
    else:
# για uv >15
        print ('Ο αριθμός που έδωσες υπερβαίνει το 15. Μη αποδεκτή τιμή!')

        #1 7 9 16
